[
    {
        "text": "The insurance industry operates as a highly interconnected network, with each entity playing a crucial role in risk management and financial protection. This ecosystem enables insurers to pool and distribute risks effectively, offering security to policyholders and maintaining financial stability.",
        "full_headings_list": [
            "1. The Insurance Eco-System"
        ]
    },
    {
        "text": "We will begin with a simplified representation of the insurance network:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "Figure 1: The insurance network",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "As illustrated above, the ecosystem begins with two main client types:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "**A client as a person:**\nfor whom an insurer offers\npersonal lines insurance\n**A client as a company**\n: for whom an insurer offers\n**commercial lines insurance**\n, which can be split into\nSME(Small Medium Enterprise)\nMid-market\nGlobal Corporate",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "*Classification into SME, Mid-market, or Global Corporate categories varies by insurer but is usually based on average annual turnover. For example, a company may be classified as mid-market if it has an annual turnover between 20 and 50 million USD.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "In the insurance world, clients may obtain policies either directly from insurers or through intermediaries.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "There are two types of intermediaries: agents and brokers.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "It is important to know there is a distinct difference between these two types of intermediaries.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "**An Agent**\n*offers various types of insurance but only from the single insurance company they officially represent.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "*For example, if a client goes to an agent representing AXA for car insurance (motor insurance), the agent will only offer motor insurance from AXA.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "**A broker**\nhas access to multiple insurance companies.\n*For example, instead of offering only a car insurance policy from AXA, a broker can provide motor insurance quotes from different insurance entities such as RSA, AXA, Zurich Insurance, etc.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "Between an agent, broker, and insurer; how does each party make money?",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "**Think of a broker and agent (to a lesser extent) as dealmakers**\nand an insurance company as a risk-taker. When a client has a claim, a broker or agent never pays for that claim. It might happen that a customer receives a claim payout from their agent or broker. However, they will only transfer money to the customer after receiving it from the insurance company. In other words, it is the insurance company that pays for the claim, making them the risk-taker.\n**The insurance company takes on the risk**",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "that, in the event of a claim, they are liable to pay out as per the policy terms.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "To take on such a risk, an insurer needs to be paid for the policy, known as the insurance premium or\n**gross premium**\n. They sell multiple policies and collect multiple insurance premiums, which they invest between the time they receive the premium and when they must pay out claims. The invested money of the insurance company is also called the\n**insurance float**\nor\n**positive working capital**\n. This is how an insurance company makes money.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "In summary, an insurance company primarily makes money through:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "Investing the premiums (sales price of the insurance policy), and\nProfits from collecting premiums as revenue when they exceed expenses (claims payout, commissions, operating expenses, taxes, etc.)",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "*It is important to note that insurance entities for certain lines of business (or types of insurance) may not always make a profit and can incur losses.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "One of the expenses for an insurer is a\n**commission**\n. A commission is the amount paid by the insurance company to the broker or agent who acted as an intermediary between the insurance company and the client. The commission is the income the broker or agent receives from the insurer in exchange for brokering a deal between the client and the insurance company. A commission is agreed upon upfront and is typically a percentage of the premium.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "Related to the fact that an agent only sells insurance from one insurer and a broker can offer insurance from multiple insurers, it is often said that “the agent works in the interest of the insurer and the broker works in the interest of the client.” This is because the broker has the flexibility to offer the best insurance coverage for the best price (premium) among several offerings from different insurers. However, a broker typically has different commission rates agreed upon with different insurers for the same type of insurance. Hence, a broker is incentivized to sell their clients the insurance policy from the insurer that offers the highest commission percentage.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "Additionally, since the commission is typically a percentage, it is also in the broker’s interest for the premium to be as high as possible.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "As shown in Figure 1, the box of\n**dealmakers**\nextends into the insurer's area. A client can go directly to the insurance company to get insurance. In that case, the insurance company also plays the role of dealmaker through their sales efforts in addition to taking on the risk.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "*While insurers must pay a commission to brokers or agents for policies sold through them, this does not always mean higher premiums for the client. Brokers often negotiate competitive premiums, though insurers may sometimes offer discounts for direct purchases to reduce intermediary costs.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "*In fact, it is often cheaper for a client to get insurance through a broker or agent compared to directly buying insurance from the insurer. One reason is that the broker can pressure the insurance company to ensure the policies sold by the broker are priced below the rate the insurer charges if the client buys directly from the insurer. So, the insurance company not only needs to sell insurance policies through the broker at a lower premium rate but also needs to pay a commission to the broker on the sale. In general, brokers negotiate on behalf of clients to secure competitive pricing, often leveraging their market influence. However, pricing dynamics can vary, and insurers may",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "adopt different strategies for direct versus brokered channels depending on the product and market.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "In figure 1 you also see reinsurers as part of the ecosystem.  We will discuss this later.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.1. The insurance network:"
        ]
    },
    {
        "text": "In the insurance network, several key roles are crucial to its functioning. Below, we will discuss some of these roles.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Figure 2: The insurance network - people",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "As a client, you will contact a\n**broker**\nwho will find the best deal in terms of premium and coverage by negotiating with an underwriter in one or more insurance companies.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "*For simple types of insurance, such as home insurance, pricing is preset by the insurer and accessible by the broker. The broker can issue a policy using these preset rates without interacting with the insurer for this specific policy—this is referred to as the broker \"holding the pen.\" For more complex or specific types of risk, such as insuring a factory, actual risk assessments and negotiations take place. In this case, the underwriter at the insurance company \"holds the pen,\" meaning they sign the actual policy.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "An\n**underwriter**\nis a person within the insurance company who \"underwrites\" the policy. The underwriter represents the insurance company and agrees to cover a risk for a certain premium. This agreement is documented in a legally binding document called a policy.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "During this process, the underwriter is supported by a\n**pricing actuary**\n, who builds pricing models across different lines of business. The underwriter uses these models to decide whether to cover a risk and properly price it in the form of a premium. The pricing model may also suggest certain conditions or exclusions that should be included in the policy proposal.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "To develop their pricing models, a pricing actuary is supported by a\n**reserving actuary**\n. The reserving actuary's main job is to estimate prudent reserves, which are the amounts of money set aside to pay for future claims linked to existing policies. The reserving actuary continuously calculates the right reserves across different lines of business, allowing the insurer's management board to decide on the ultimate amount to set aside. This ensures the insurance company can pay out claims while rewarding its shareholders.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Sometimes, regulatory limits may prohibit the insurance company from underwriting more policies of a certain line of business due to insufficient reserves. To continue selling insurance, the insurer can \"free up capacity\" by passing on some of its risks through\n**reinsurance**\n, appeasing the regulator's concerns.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Another term for an insurance entity that passes a portion or all their risk associated with an insurance policy to another insurer is called\n**a ceding company**\n, and we speak of “ceding” a risk from one insurance entity to another by means of a policy.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Coming back to the\n**reserving actuary,**\nthey will look at historical data and past loss developments to make predictions about expected future loss developments by means of data modelling. In addition to being the starting point of the insurance reserve settings, insights from the reserving actuary are typically also considered by the pricing actuary in developing their pricing models.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "A reserving actuary focuses on the past and uses\n**“experience modeling”**\nto make predictions about future loss developments, and a pricing actuary focusses on the risks the insurance company might get exposed to by underwriting a policy and uses\n**“exposure modelling”**\nto price the risk (or exposure) appropriately.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Finally, if a client goes directly to an insurer to obtain an insurance quote, there might also be an\n**insurance relationship manager**\n(not displayed in Figure 2) who deals with the clients’ requests that typically do not come through an intermediary. This relationship manager is supported by an underwriter, who is supported by a pricing actuary, who is in turn supported by a reserving actuary.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Now, as you would have noticed on figure 1 and 2, we already mentioned the insurer, but there is also a\n**reinsurer**\n& another reinsurer.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "So, while it is correct to say that an insurance company is a risk taker – meaning – they are liable and committed to pay out claims, they typically pass on part (or all) of their risk to another entity. Passing on a part of the risk can be done at an individual policy level or at a portfolio level, meaning a collection of similar policies.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Just like a client can take out a policy with an insurance company to reduce their exposure to a risk, an insurer can take out a policy with another insurer to reduce their own exposure to that risk and pass on that risk. The insurance company to whom they pass on a risk through a policy is called\n**a reinsurer,**\nand the reinsurer receives payment in the form of a premium amount in return, just like is the case between a client and an insurer as we saw earlier.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "*For example, a reserving actuary within an insurer might discover they have an unbalanced portfolio which makes the insurance company take on too much risk in certain areas. Optimizing the overall risk of the insurer’s portfolio is easily done by passing on pieces of that risk to another insurance company who is willing to take on this risk in return for an agreed premium amount. In fact, sometimes/typically a reinsurance company is looking to take on a piece of risk from an insurer not only to be rewarded with a premium, but also to optimize/ balance out their own risk portfolio. You should think of it as being an investor",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "who is always looking for a well-balanced portfolio.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "*The reinsurer, in turn, when they see across their portfolio that they have certain exposures,  or risks they are not comfortable with, can decide to pass on pieces of their portfolio to another insurance entity, which then becomes their reinsurer.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Using reinsurance is a much faster and more efficient way to manage risks compared to the alternative, which is to stop underwriting similar new risks and not renew existing risks.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "Some companies, like Swiss Re, focus almost entirely on reinsurance, while other companies, like Zurich, provide both insurance and reinsurance.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "We will talk about reinsurance in more detail later.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "For now, it is important to note that insurance companies that only interact with clients either directly or through a broker and are not involved in acting as a reinsurer do not always have dedicated reserving actuary departments or pricing actuary departments.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.2. The insurance network - people"
        ]
    },
    {
        "text": "A broker is not an insurance company. Instead,\n**a broker acts as a dealmaker**\nand does not take on the risk. They do not pay for claims; it is the insurance company that is liable for the claim payout.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "Figure 3: A  broker between a client and insurer",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "The three biggest brokers in the world are Marsh, Aon, and Willis, offering brokerage across different lines of business. There are also niche players within insurance brokerage that are relied upon by more generic brokerage firms to properly place a risk.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "With the rise of digital solutions, many expected the\n**importance of agents and brokers**\nto decline, as insurance companies could use digital channels to access clients more easily, potentially reducing or eliminating the need for agents and brokers.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "However, a 2021 study ()  by PwC (Price Waterhouse Coopers) showed that all types of insurance intermediaries, such as brokers, are becoming stronger and more important within the insurance ecosystem. Direct digital channels from insurance companies struggle to achieve scale and fully compete with brokers, as well as build their own digital brands.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "The study further shows that brokers are putting increasing pressure on insurance companies to increase commissions (meaning insurers pay the broker more) and to cover more specific types of risks, allowing the broker to structure a policy better to meet their clients' needs and requirements.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.1. A Broker as an intermediary between a client and an insurer"
        ]
    },
    {
        "text": "As mentioned before, a broker can work as an intermediary between a client and an insurance company, but a broker can also work as an intermediary between an insurer and a reinsurer.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "Figure 4: A  broker between an insurer and an  insurer or reinsurer",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "There are three types of policies in this context:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "**Insurance policy:**\na policy put in place between a client and an insurance company\n**Reinsurance policy:**\na policy put in place between an insurer and a reinsurer\n**Retrocession policy:**\na policy put in place between a reinsurer and a reinsurer",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "The aim of an insurance company is to ensure their risk portfolio is well-balanced, achieving an optimal balance between risk and reward.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "**Risk:**\nwhen the party that took out the policy makes a claim against it the re(insurer) who placed the risk will have to pay for the future claim\n**Reward:**\nthe premium (and investment income)",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "It is crucial to ensure the (re)insurer’s risk is properly funded with adequate reserves.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "If the balance between risk and reward is not guaranteed or the (re)insurer is not happy with the current balance, they can decide to pass on part of their risk portfolio to a reinsurer through a broker, which is also called\n**a reinsurance policy.**",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "In this case, a broker/deal maker will try to find the right reinsurance company willing to take up the piece of risk that the insurance company wants to get rid of for the right price. The reinsurer, in exchange, accepts the risk and is paid a\n**reinsurance premium**\nby the insurance company.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "This portion of risk will become part of the reinsurance companies’ risk portfolio. Hence, the reinsurer will also be looking to optimize their risk portfolio as it develops over time, and in doing so will decide to pass on certain risks to another reinsurer. When a reinsurer passes on a risk to another reinsurer this is called\n**retrocession**\n, which is also a type of reinsurance.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "Here as well, a broker plays a crucial role as a dealmaker. The broker goes and looks in the market for a reinsurance company which is willing to take up that piece of risk for a certain premium amount.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "In addition to Figure 4, there is also\n**captive insurance**\n, which involves an insurance entity covering risks only for their own corporation, typically low-frequency and high-payout risks.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*Let’s explore an example of captive insurance for an oil rig company, such as Shell or BP.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*These companies drill for oil and have oil rigs in various places all over the world. In years without major incidents, they typically make quite a lot of profit.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*During those years, the company will set aside a part of their profits as reserves, which later can be used for paying for their own initial damage in the event of an oil spillage.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*An oil spillage is a good example of an incident that happens rarely but when it happens it typically comes with a high payout.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*An oil rig company could decide to buy a policy from an insurance company to cover all that risk. However, this would come with a very high premium amount to be paid. To reduce the yearly premium amount they would have to pay to an insurance company, an oil rig company might decide not to insure all the risk with a third-party insurer.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*Instead, they can decide that in the event of a claim they will use some of their own built-up reserves to pay for the claims or at least to start paying the 1st big tranche - the 1st portion - of claims that will be coming in. To be able to do this, they have set up their own insurance company which is called a captive insurance entity.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*This captive insurance company (which is part of the oil rig mother company) will only pay out claims related to their business and related to specific pre-defined risk events that happened.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*When that captive insurer pays out the first layer of claims related to a specific event, additional insurance can be bought from an insurer to cover any additional claims (or claim amounts) that might come in. However, because the oil rig company has reserves in place within their own captive insurance entity to cover the first layer of risk, the yearly premium amount quoted by any insurer to cover the remaining risk will be significantly reduced.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "*You can compare this with your home insurance where the first let’s say 100 USD of a damage needs to be paid by yourself before the insurance company will pay for the remainder.  In the example above however the amount of money is so substantial that it requires the construct of a separate entity (company) within the company structure with dedicated money set aside within an entity that needs to comply with strict regulatory compliance.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.3. A broker as in intermediary between various parties",
            "1.3.2. A Broker as an intermediary between an insurer and another insurer or reinsurer"
        ]
    },
    {
        "text": "The previous picture was still a simplification of the insurance ecosystem. A broker can place business for the same risk with one or more insurance companies. This can happen in case of insurance when a client wants to have a policy to cover a certain type of risk, or in case of reinsurance, as well as retrocession, as they also want to pass on a piece of their risk.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "The broker can negotiate an offer to place the risk with one or more insurance entities. A broker can choose to do this not only to ensure they find placement for all the (sub)risks their client wants to have covered, but also to reduce the overall insurance premium quote.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "Figure 5: A broker as dealmaker between many  insurance entities",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "Just to remind ourselves, when talking about these constructs, when we use the word client in an example, we do not mean a client as a person.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "*What we are talking about here is when*\n***the client is a company.***",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "*For example, a transport company with different branches across several countries might be looking to cover their risk related to their vehicle fleet. They have a diverse fleet, which also is parked in different garages in various locations and some of these locations have their own fuel station.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "*In this case it might be that 1 insurer is not willing to take on all that risk or might be willing to take on all that risk for too high a premium. That is why it might be better for the client to transfer the risk across different insurers. It is the brokers’ role to “broker” this deal between the various insurance entities and the client and come to an agreement in terms of premium and risk acceptance which suits all involved parties.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "When a risk is covered by several policies across different insurers, typically\n**a lead insurer gets identified**",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": ". The lead insurer serves as the 1st point of contact for contract negotiation but also when a claim occurs. The lead insurer might for example take the lead in deciding whether or not they are going to pay out the claim. The other insurance companies typically follow the lead insurer’s lead (hence the word lead insurer) although they do not always are required to do so. The lead insurer typically also coordinates the process of pay out when a claim is to be paid out.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "Reinsurance and retrocession follow the same set-up. A broker is also a deal maker to help an insurer, or a reinsurer, optimize their risk portfolio by placing the piece of the risk that the insurer or reinsurer wants to sell to one reinsurer or more reinsurers. In fact, it can happen that an insurer only agrees to take up a part of a client’s risk after the insurer themselve has put in place an agreement to reinsure part or all the risk they are about to take on for their",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "client through the help of a broker.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.4. A broker can also act as a dealmaker between a client and multiple insurance and reinsurance entities for the same risk"
        ]
    },
    {
        "text": "To finish this first section, we will discuss the two different types of structuring reinsurance.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance"
        ]
    },
    {
        "text": "Figure 6: Two types of (re)insurance",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance"
        ]
    },
    {
        "text": "A (re)insurer can structure a risk either through\n**Treaty**\nor\n**Facultative**\nreinsurance (also called FAC business) placements.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance"
        ]
    },
    {
        "text": "A (re)insurer can agree to cover all risks within a portfolio of policies even though the (re)insurer has not performed individual underwriting or actuarial work for each policy. When this is the case, we talk about treaty business.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example: a book of business related to home insurance.\nImagine the actuaries in an insurance company have identified that they have a lot of home insurance policies in a certain region of the country that has become prone to floods while at the same time they have too few policies in areas that are identified as less risky when it comes to floods (but perhaps more risky when it comes to structural damage). The actuaries have identified that this causes a potential risk that they want to mitigate.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*In this case 3 things may happen:*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*The underwriters will aim to*\n***underwrite more home policies in the areas less prone to flooding***\n*, for example by reducing premiums for homes in this area.*\n*The underwriters will aim to*\n***underwrite less home policies in the areas prone to flooding***\n*, for example by increasing premiums for homes in this area and not auto-renew existing policies.*\n*The insurance company will*\n***create or select a book of home insurance policies***",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*(a subsection of their total book of home insurance policies) as well as any similar  future policies they might sell that they want to pass on to a reinsurance company. They wrap this book off business in one treaty policy containing several individual home policies (think thousands) which are typified in this example to a certain location prone to floods.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*These three actions combined will rebalance the insurer’s home insurance portfolio towards their desired risk appetite. If an insurer would only have the option of solution 1 and 2 noticeable swings would happen in their relationship with (potential) clients by being unpredictable to underwrite new risks and renew existing risks which creates an unstable base on which to build a loyal customer base.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "The option to wrap certain policies in a treaty and reinsure allows the insurer to build a stable customer base and be seen as a stable insurance partner for their clients while at the same time managing their risks and profitability quickly and effectively even when underlying risk factors are shifting.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*An important side note: the reinsurance company that is going to receive the book of home insurance policies is not going to investigate and look at every single home policy. They will not identify the risk related to every single home policy to produce an overall premium they will request from the insurer. For each individual home policy, the reinsurer will not decide whether they want to take on that specific home policy in terms of risk. This would be too time- consuming and hence too expensive.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*Instead, a reinsurer will look at the whole book that they are asked to take on and make the risk assessment at that portfolio or sub-portfolio level looking at the combined premium and past loss development.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "That is what is meant with a treaty policy. A reinsurer agrees to cover all the risks within a portfolio without pricing each of those policies in that portfolio individually. However, do note that the reinsurer or the receiver of that risk can choose as well to only take a certain slice of that risk. At the same time the treaty agreement put in place typically is not only for already placed business but also for policies to be written within a certain period in the future that fall within the criteria specified up to a certain pre-agreed limit.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "All this is part of a negotiation facilitated by the broker.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "There are 2 main types of treaty reinsurance:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "• Pro-rata treaty reinsurance - also known as proportional treaty. It is the most common type of treaty reinsurance. With this type of treaty, the primary insurer cedes a predetermined percentage of the risk to the reinsurer.  The reinsurer shares in the losses proportional to the premiums and limits reinsured (past and future).",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "Typically, the policy stipulates a limit. Any policies written in excess of that limit will not be covered by the reinsurance treaty that is being put in place between the insurance company and the reinsurance company.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example, with home insurance. Let’s say that a reinsurance company agrees as part of the pro-rata treaty to indemnify (= promise to pay out in case of loss) 75% of the original insurer's home insurance policies up to a 100-million-euro premium limit.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*This means that the seeding company is indemnified or covered for the first 100 million euro of home policies that are or will be written under that agreement. Twenty five percent of claims cost is to be covered by the insurer and seventy five percent can be passed on to the reinsurer.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "However, the insurer can write more than 100 million euro in business related to the pro-rata treaty reinsurance policy. Imagine the insurer (or seeding company) writes 150 million worth of home insurance. In that case, it will share prorate the premium and claim costs for the 1st 100 million and all of the subsequent 50 million in terms of premium and potential losses it will retain, unless it arranges an additional treaty with another reinsurance entity or with the same reinsurance entity to cover that risk under another reinsurance policy.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "As part of the treaty policy, the qualifying criteria are specified to identify the policies that will fall under this reinsurance treaty. As such all the policies the insurer writes within a certain time period which meet such criteria become automatically reinsured. In a pro rata agreement, there is a predefined ratio of the division of risks and premium between the cedant and the reinsurer. The cedant gives the proportion of premium to the reinsurer and the reinsurer in term bears the proportional risk.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "Our previous example of a reinsurance company agreeing as part of a pro-rata treaty to indemnify a\n**percentage**\n(75%) of the original insurer's home insurance policies up to a 100-million-euro premium limit is an example of\n**Quota share**\n.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "Another type of pro-rata is\n**Surplus share**\nwhere the cedant retains a\n**fixed amount**\ninstead of a percentage.  The main difference between a surplus treaty and quota share reinsurance (or standard proportional reinsurance) is that in a quota share the insurer and the reinsurer share in a fixed proportion (percentage) for\neach and every risk",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "of the portfolio (losses and premiums), in our  example, 75% of every risk may be ceded to the reinsurer. In a surplus treaty, the ceding company “retains” a fixed maximum amount and this amount defines the retained proportion depending on the total size of the underlying policy.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example, if the retained line is $100 000 per risk, for a $500 000 policy limit the ceding company retains 20%, while for a $200 000 policy limit it retains 50%.  This is a Surplus share treaty.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*Coming back to our previous example, with home insurance. Let’s say that a reinsurance company agrees as part of the pro-rata treaty to indemnify (= promise to pay out in case of loss) 75% of the original insurer's home insurance policies up to a 100-million-euro premium limit and a retained line of 40 million euro.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*This means that the seeding company is not indemnified or covered for the first 40 million euro of home policies that are or will be written under that agreement. Once 40 million of premium has been crossed the ceding company will split premium and claim amount proportionally 25%/75% up to 100 million euro.  After 100 million euro again the ceding company is not indemnified.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "**A quota share treaty**\nis a pro-rata reinsurance contract in which the insurer and reinsurer share premiums and losses according to a fixed percentage of the entire portfolio.\n**A surplus share treaty**\nis a reinsurance agreement whereby the ceding insurer first retains a fixed amount of an\nindividual\ninsurance policy's liability while the remaining amount is to be shared between cedant and reinsurer proportionally",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "• Excess of Loss Treaty reinsurance (XOL) - also known as XOL treaty or non-proportional treaty. With an excess of loss treaty, the policy will only kick in when total losses across the whole book go above a predetermined level called the retention or attachment point.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "Unlike in the case of a quota share, the percentage of loss-sharing cannot be predetermined and will vary as the amount of total loss across the portfolio varies.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example, if an excess of loss treaty has a retention amount of $1 million and a limit of $5 million, the reinsurer would pay for losses exceeding $1 million, up to the maximum limit of $5 million. This arrangement provides protection against catastrophic losses and is commonly used for high-value risks or specific coverages where the potential losses can be substantial.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "There are 3 types of XOL:",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "**1. Treaty per occurrence:**\nThis protects multiple policies that get affected by the occurrence of a single event.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example: a flood (a single occurrence) which might affect multiple home policies that are part of this reinsurance excess of lost treaty.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "**2. Aggregate XOL treaty**\n: An aggregate excess of loss treaty is a reinsurance agreement that protects for all the losses that exceed a predetermined aggregate retention or attachment point occurring during a certain timeperiod.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example, let's say an insurance company has an aggregate XOL treaty with a retention of $1 million over a one-year period. If the company incurs losses totaling $1.5 million during that year, the reinsurer would cover the amount exceeding the retention, which in this case would be $500,000. However, if the losses are below the retention amount, the ceding company retains the responsibility for those losses.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "***3***\n**. Per risk XOL treaty**\nprotects against individual risk classes, here the cedant could cede only a specific risk class within their portfolio of policies that they are looking to reinsure.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "*For example,within your home insurance you could have multiple risk classes such as fire, water damage protection etc. A Per risk XOL treaty could cover only claims related to e.g., fire.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.1. Treaty (re)insurance"
        ]
    },
    {
        "text": "Where a treaty covers a book of business which contains a lot of individual policies which are not being priced individually or assessed for their risk individually, but are valued at portfolio level, this is not the case with FAC.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "**Facultative reinsurance**\nis going to prize a single risk, or a defined package of risks. It is a one- off reinsurance agreement related to a specific risk.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "*For example, a large office building that is being (re)insured would be (re)insured with FAC (re)insurance. You can see the building, you can point at it, a reinsurer can clearly define the risks that might be attached to that office building. As such, the (re)insurance company will make a dedicated risk assessment of the specific office building.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "In case of reinsurance, the reinsurance company will perform its own underwriting, do their own risk assessment to price this specific risk.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "As mentioned before this is not done with treaty reinsurance because it would be too costly for the reinsurer to start pricing all the risks that are already in the book of business and continue to prize all the risks every time a new policy comes in at the cedant. For treaty, the reinsurer relies on the pricing capabilities of the cedants’ underwriters and actuaries and reviews the overall premium and policy wording (contract terms) versus past loss developments.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "Facultative reinsurance occurs whenever the reinsurance company insists on performing its own underwriting for some or all the policies to be reinsured. In addition, both parties in the case of a claim also undergo a due diligence process to conclude whether the claim is to be covered by the insurance agreement.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "There are also 2 types of facultative reinsurance which will be explained by an example of a large real estate building.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "• Excess of Loss Fac reinsurance (XOL)",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "*Suppose a standard insurance provider issues a policy on a major commercial real estate such as a large corporate office building in London at Canary Wharf. The policy is written for 35 million euro meaning the original insurer faces a potential 35 million euro claim and liability if the building is severely damaged. However, the insurer believes it cannot afford to pay out more than 25 million. So, before even agreeing to issue the policy, the insurer will look for facultative reinsurance and try the market using the help of a broker until it",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "gets takers for the remaining 10 million.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "*So, the insurer might get takers for the pieces of the additional 10 million from 5 different reinsurers. Without that it cannot or does not want to agree to issue the policy. Once it has the agreement from the reinsurance companies to cover the 10 million it is then confident that it can potentially cover the full amount, being the 25 million plus the 10 million should a claim come in, and because they have that confidence and the agreement in place the insurer will issue the policy.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "*So, this was an example of excess of loss. The insurer covers the 1st 25 million but any loss amount above that(in excess of that) and up to 35 million, so an additional 10 million, is ceded out to a reinsurance entity.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "• Pro Rata Fac reinsurance",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "*For example: Suppose an insurer wants to insure a commercial real estate with a maximum potential liability of 35 million but they want a third party (the reinsurer) to participate in sharing part of the loss regardless if the total loss is 1 or 30 million.  In this case,  instead of putting in place an excess of loss agreement where they pay for the 1st 25 million or up to the 1st 25 million, they put in place a pro rata agreement.",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "With a pro-rata agreement there is an agreement that for example 75% of any loss related to an “event” will be covered by the insurance company and 25% of the loss will be covered by a reinsurance entity. So, if a claim comes in of 10 million it means that 7.5M will be paid by the insurance company and 2.5 M will be paid by the reinsurance company.*",
        "full_headings_list": [
            "1. The Insurance Eco-System",
            "1.5. Two different types of structuring (re)insurance",
            "1.5.1.2. Facultative (re)insurance (FAC)"
        ]
    },
    {
        "text": "There is personal and commercial lines insurance.",
        "full_headings_list": [
            "2. Types of insurance"
        ]
    },
    {
        "text": "Personal lines, as the term suggests, includes coverages for individuals.",
        "full_headings_list": [
            "2. Types of insurance"
        ]
    },
    {
        "text": "Commercial lines includes the many kinds of insurance products designed for businesses.",
        "full_headings_list": [
            "2. Types of insurance"
        ]
    },
    {
        "text": "Within personal lines insurance you will find life insurance and general insurance.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "We will not detail out life insurance in this document.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**General insurance**\ntypically comes in five types:",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Health insurance**\n: This type of general insurance covers the cost of medical care. It pays for or reimburses the amount you pay towards the treatment of any injury or illness.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "Hospitalisation\nThe treatment of critical illnesses\nMedical bills prior to or post hospitalisation\nDay care procedures",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "You can also opt for add-on benefits like:",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "Maternity cover: Your health insurance covers you for the costs related to childbirth.\nPre-existing diseases cover: Your health insurance takes care of the treatment of diseases you may have before buying the health insurance policy.\nAccident cover: Your health insurance can pay for the medical treatment of injuries caused due to accidents and mishaps.  This can be bought separate as well and is called “Accident and Health” coverage (A&H)",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "Note: while the concepts in this document also apply to health insurance the unique processes that come with health insurance will not be covered in this document.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Motor insurance**\n: Motor insurance covers the damages to your vehicle (car, motorbike…) in case of an accident.  The details of what is exactly covered depends on the policy but in general there are two types of motor insurance.\n**Third party motor insurance**\n: Compensates for the damages caused to another individual, their vehicle or a third-party property.  So, in this case your insurer will not pay for damages to your property (car or otherwise); only for damages you caused to other people’s property.\n**Comprehensive motor insurance**",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": ": Also covers the damage to your own car or property.  In addition, all kinds of damages and liabilities caused to you, or a third party can be covered. It includes damages caused by accidents, sabotage, theft, fire, natural calamities, etc.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Travel insurance**\n: Travel insurance compensates you or pays for any financial liabilities arising out of medical and non-medical emergencies related to your travel abroad such as loss of baggage, emergency medical expenses, loss of passport, hijacking, delayed flights, and accidental death.  Some policies may also cover domestic travel, but this often requires specific add-ons or provisions. Travel insurance can be taken out for a single trip or on an annual basis.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Home insurance**\n: Home insurance is a cover that pays or compensates you for damage to your home due to natural calamities, man-made disasters, or other threats.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "It covers liabilities due to fire, burglary, theft, flood, earthquakes, and sabotage. Home insurance offers financial protection for the structure of your home, while coverage for valuables inside the property typically requires additional endorsements or riders.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "Some types of home insurance:",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Standard fire and special perils policy**\n: This covers your home against fire outbreaks and special perils. The dangers covered are:\nNatural calamities like lightening, flood, storm, earthquake, etc.\nDamage caused due to overflowing or bursting of water tanks, pipes, etc.\nDamage caused due to man-made activities such as riots, strikes, etc.\n**Home structure insurance**\n: This protects the structure of your home from any kinds of risks and damages. The cover is also extended to the permanent fixtures within the house such as kitchen and bathroom fittings.\n**Public liability coverage**",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": ": The damage caused to another person or their property inside the insured home can also be compensated.\n**Content Insurance**\n: This covers the content inside the insured home. What’s commonly covered: Television, refrigerator, portable equipment, etc.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "**Fire insurance**\n: Fire insurance pays or compensates for the damages caused to your property or goods due to fire. It covers the replacement, reconstruction or repair expenses of the insured property as well as the surrounding structures. It also covers the damages caused to a third-party property due to fire. In addition to these, it takes care of the expenses of those whose livelihood has been affected due to fire. Often fire insurance is included in a home insurance policy.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.1 Personal Lines insurance"
        ]
    },
    {
        "text": "Commercial lines insurance is typically more bespoke than personal lines insurance.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "Some types of commercial lines insurance are:",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Commercial auto or fleet insurance**\n: If you’re in an auto accident while working or in a company vehicle.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Workers’ compensation**\n: If an employee is injured on the job or becomes ill due to their professional activities.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Commercial property insurance**\n: If your manufacturing or retail space, office, or assets like equipment or inventory are damaged and need to be repaired or replaced.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Business interruption insurance**\n: If your business can’t generate revenue for a period of time.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Marine insurance**\n: If your business transports goods and needs to be insured for the transport of cargo over land and/or water. It can cover loss of or damage to ships, cargo, terminals, pipelines, ports, oil rigs and platforms, and similar property. Policies are typically tailored to specific risks rather than covering all these areas under a single agreement.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Cyber insurance**\n: If you want to protect your business from Internet-based risks, and more generally from risks relating to information technology infrastructure and activities.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**General liability insurance**\n: If a third party or their property is harmed as a result of your business activity. However, coverage excludes intentional acts or liabilities beyond the insured’s control and is subject to policy-specific terms.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Professional liability insurance**\n: If you or your business provides professional advice, consulting, and/or other services and you want to be protected from bearing the full cost of defending against a negligence claim made by a client, and damages awarded in such a civil lawsuit. Professional liability compared to general liability insurance covers more abstract risks, such as errors and omissions in the services your business provides.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**D&O liability insurance**\n: If you require protection for your company's directors and officers in case they get indicted over the decisions taken by them to manage the business.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "**Commercial Health insurance**\n: If as an employer you offer health insurance to your employees and their family.",
        "full_headings_list": [
            "2. Types of insurance",
            "2.2 Commercial Lines insurance"
        ]
    },
    {
        "text": "Now that we have a better understanding of the insurance ecosystem and some of the types of insurance, it is important to understand the policy and its specific components.",
        "full_headings_list": [
            "3. The policy"
        ]
    },
    {
        "text": "Each insurance policy consists of the following six main components:",
        "full_headings_list": [
            "3. The policy"
        ]
    },
    {
        "text": "**Declaration**\n**:**\nsection which gives a summary of the key information specific to that policy (for example a motor policy)\n**Agreements**\n**:**\nsection which specifies what the insurance company has agreed to pay for when a claim arises in exchange for the premium mentioned in the declaration section.\n**Definitions**\n**:**\nsection which defines important terms used throughout the policy. A policy after all is a legally binding contract.\n**Exclusions**\n**:**",
        "full_headings_list": [
            "3. The policy"
        ]
    },
    {
        "text": "section which defines the specific risk exposures that are identified for which coverage will not be provided. For example, in the case of motor insurance it might be mentioned that no coverage will be provided when the vehicle is driven by someone below the age of 25 at the time of the accident.\n**Conditions**\n**:**\nsection which describes the conditions that need to be met by the insured for the coverage to become or stay in effect.\n**Endorsements**\n**:**\nsection which describes modifications which have been made to the main coverage. Sometimes endorsements are also called mid-term adjustments.",
        "full_headings_list": [
            "3. The policy"
        ]
    },
    {
        "text": "In a well-structured insurance policy document, you can expect these 6 components to show up in clearly marked sections. However, this is not always the case. It is perfectly acceptable to have a policy document that does not have these sections. Instead, the information mentioned here may be spread out more haphazardly across the policy document. That is why we should speak about components rather than sections.",
        "full_headings_list": [
            "3. The policy"
        ]
    },
    {
        "text": "As mentioned before, the declaration holds the key information specific to that policy, which is attached on top of, or inserted within, the first few pages of the policy. Each declaration contains 3 principal areas:",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "**Information about the insured (which can be a person or a company)**\nThe information consists of the insured’s name, address, contact details, and when the insured is a company, also a brief description of the type of business, business location(s) and an indication of the company’s annual turnover.\n**Main insurance coverage:**",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "*If for example the policy header is “Motor.” This means that the main coverage is a motor policy. Later in the policy it may be detailed out that this policy also covers 3rd party liability for example, but the main category (“header”) this policy falls under is motor policy.*",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "Also mentioned here is\n**the premium amount**\n, which is how much you are going to have to pay to be covered\nEach insurance comes with\n**policy limits or coverage limits**\n, which is sometimes also referred to as\n**sum insured.**\nThis is the maximum amount for which you will be insured.",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "*For example, the motor policy for your car can have a sum insured of 20.000 USD. In this example, this sum insured value is typically determined from a generic assessment that this specific car you bought new 2 years ago for 28.000 USD has depreciated to being now worth 20.000 USD. There are recognized vehicle valuation entities such as Kelley Blue Book which provide these generic assessments.*",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "Mostly insurance policies also come with\n**a deductible**\n. A deductible is the amount or the initial payout or pay-up that you as an insurer need to make before the insurance company is going to cover your claim.",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "*For example, your motor insurance can come with a 1000 USD deductible. If you have an accident with 600 USD in damages, the insurer will not participate in paying for the repair. If you have an accident with damage of 1100 USD, the insurer will pay the 100 USD on top of the 1000 USD deductible which you have to pay for yourself.*",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "Each policy has a\n**policy number**\n, which is the policy identification number by the insurer – not the broker. (In addition, if you obtained insurance through a broker or agent they might also have their own identification number)\nFinally, the\n**policy period**\n, which defines the start and end date of the policy and typically covers a period of 12 or 13 months.",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "As I mentioned before, an underwriter or broker when they talk about “policy header” information they refer to the main insurance risk covered\n*e.g., “this is a motor policy”.*",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "However often within an insurance entity people will talk about “client and policy header data’”. In this case they might also refer to all the information (give or take) mentioned as part of the declarations section as detailed out here.",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "But an underwriter or broker, when they speak about a policy header, they refer to the title/label of what the insurance is mainly about\n*e.g., “home insurance.”*",
        "full_headings_list": [
            "3. The policy",
            "3.1. Declaration"
        ]
    },
    {
        "text": "The second component of a policy is called agreements, which refers to\n**what the insurance company has agreed to pay for**\nin the event of a claim. Under the declaration, the policy header (also called the main coverage) would have been mentioned, for example “home insurance”. In addition, under agreements all the types of\nrisk\ncovered are identified and explained in detail.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "In this second section, Agreements, the policy will detail out what that home insurance coverage entails, such as water damage and fire damage, as well as other risk types that might be covered as part of this home insurance policy.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "For example, your home insurance policy might also cover any 3rd party damage caused by you or any family member living in the home for which you took out home insurance.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "So, this agreement's section is also called “coverage” or “supplemental, additional or extended coverages” on top of the main coverage, which was mentioned in the declarations section as the policy header.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "Agreements can be structured in 2 ways:",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "**One Policy with only one agreement:**\nOne policy which covers only 1 agreement, focused on one type of risk.\nOne policy with only 1 agreement, but with several types of risks covered.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "*For example, a “commercial general liability” policy may provide 3 types of coverage (Bodily injury and property damage, personal injury, and medical payments). Each of these are separate coverages but the underwriter decided to structure this under one agreement to attach it to a “Commercial general liability” policy.*",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "**One Policy with multiple agreements:**\nIn this case an underwriter has decided to split up different coverages across different agreements as part of one policy. These agreements are also called sections or subsections.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "So, if you have a policy and there are no sections or subsections it means that you have only one agreement attached to that policy. That one agreement can contain one or more coverages (multicover).",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "If you have a policy which has subsections, it means that you have more than one agreement attached to this one policy.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "*For example, one policy can have a “body injury and property damage” section but also a “personal injury” section and a “medical payments” section. So, these 3 coverages are mentioned under one agreement linked to 1 policy.*",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "The reason an underwriter might decide to structure several types of coverage under one agreement might for example be that coverage for this set of risks typically in the market is being offered as a package. If the insurer would like to have additional coverage for items not necessarily part of a generic package, these can then be added as separate agreements or sections.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "Regional differences exist; for example, EU commercial policies may use detailed subsections, while US policies often adopt broader agreements.",
        "full_headings_list": [
            "3. The policy",
            "3.2. Agreements"
        ]
    },
    {
        "text": "The third component, named definitions, defines important and\n**legally binding terms**\n, which are used in the policy. It is important to read those definitions as a client because on top of just providing a generic definition, they\n**may also restrict**\nor\n**limit coverage.**",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "As a client, you need to read them together with the agreements, the exclusions, conditions and all the other sections that make up the policy to understand exactly what you will be covered for in the event of a claim.",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "The fourth component is called exclusions and clarifies the coverage which is granted by the policy. It does so by describing the\n**specific risk exposure for which no coverage will be provided**\n. As such exclusions clarify which coverage is granted by the policy.",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*As an example: In the exclusions section of your motor policy, it could be mentioned that if you cause an accident because you were intoxicated you will not be covered.*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "However, exclusions may also contain broadening provisions where they do not eliminate coverage, but in fact\n**add coverage**\nto what is normally expected under a policy agreement or a policy header.",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*An example could be:*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*Under a directors and officer’s liability policy (also called D&O), a contractual exclusion may also be a broadening provision. In the exclusions section it could be mentioned that the exclusion mentioned elsewhere does not apply to, for example, an employment practices claim.*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*An employment practices claim is when it is believed the legal rights of the employee have been violated - for example wrongful termination - and the insurance will cover against any resulting litigation.*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*So, under a directors and officer’s liability policy in the section of Agreements or Definitions you might find a set of exclusions. However, under the exclusions section you might find that some exclusions mentioned elsewhere will not be applicable in the case of an employment practices claim.*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "Conditions can be specific\n**provisions, rules of conduct, duties, and obligations**\nwhich the insured must comply with to make sure coverage will become or remain in effect.",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "If these policy conditions are not met, the insurer can decide for the coverage not to “incept”, which means for the coverage not to start, or for the coverage to stop being in effect, or for a claim to be denied.",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "Some examples of conditions that need to be met are:",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "Has the premium been paid and been paid on time?\nHave agreed and documented safety upgrades been put in place prior to a certain agreed date?",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*An example could be:*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "*A company owner has signed a policy to insure their warehouse. At the time of inspection by the underwriter who wrote the policy, it was agreed that coverage would be provided for a 10.000 USD premium instead of 12.000 USD. However, in the policy there is a condition that within 2 months from the policy inception a certain amount of well-defined fire safety upgrades would have to be put in place, verified, and certified by an independent certification entity.*",
        "full_headings_list": [
            "3. The policy",
            ""
        ]
    },
    {
        "text": "The final component is called endorsements, sometimes also called mid-term adjustments or MTAs.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "In this section\n**adjustments to any section of the policy**\nare mentioned that were made “mid- term” meaning when the policy has already incepted.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "*For example, changing your phone number is an endorsement. This change will not have any effect on your policy premium.*",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "However, endorsements\n**can affect your premium**\n.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "*For example, if you take out a policy as a transport firm to cover your existing vehicle fleet you will trigger an endorsement for every vehicle that you add or remove from your vehicle fleet policy for which you have cover. This will trigger an adjustment in your premium amount.*",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "*Another example is a medical policy. As a company, if you provide medical insurance to your staff and their family, you will trigger endorsements to your company medical coverage policy every time your staff levels change, or the family circumstances of your staff changes with a resulting effect on the premium amount.*",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "Endorsements can also be made before the policy incepts (before the policy becomes in effect), or even before the policy is signed.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "Some policy documents are overly complex and highly customized documents unlike your typical personal motor or home insurance which is much more standardized.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "In that case the underwriter and the to-be-insured do not want to put last-minute changes a little bit everywhere inside the already vetted policy document by their legal departments. Therefore, they decided to put these last-minute changes in an endorsement which they “attach” to the policy.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "Changes to the policy can either be unconditionally or upon the existence of some condition. As a result, endorsements also may add, modify, or exclude clauses mentioned elsewhere in the policy.",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "**An endorsement can add coverage**\n:\n*for example, it can add “employment practices liability”*\n*Employment practices liability is a type of liability insurance covering wrongful acts arising from the employment process, such as wrongful termination, discrimination, retaliation etc.*\n*Employment practices liability can be purchased as a stand-alone policy or added as an endorsement to a business owners policy or commercial package policy after the business owners or commercial package policy has been incepted.*\n**An endorsement can also modify coverage**\n:\n*for example, by revising a definition in the policy to provide coverage for non-monetary claims*",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "*Non-monetary claims provide legal support to determine only whether the claimant is eligible to collect unemployment benefits.*\n**An endorsement can also restrict or exclude coverage**\n:\n*for example, to exclude claims related to pending or prior litigation*",
        "full_headings_list": [
            "3. The policy",
            "3.6. Endorsements"
        ]
    },
    {
        "text": "Before ending this section on policy, two specific items related to a policy will be highlighted:",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy"
        ]
    },
    {
        "text": "Marine insurance & the use of marine policies and certificates\nHow can an insurance policy end?",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy"
        ]
    },
    {
        "text": "Marine refers to all sorts of transport related covers. There are three main types of marine insurance.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "**Hull/ inland marine**\ncovers damage to a vessel (such as a large container ship). It typically also covers machinery involved in that transport process. Also, do note that the vessel can also be a truck.\n**Cargo**\ncovers damage to the cargo being shipped between 2 well defined points in the transport process.\n*E.g.: in the policy it will be defined that coverage will start when a container is loaded onto a specific ship in a harbor in Japan and will end when the container has cleared border inspection in China.*\n**Liability**",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "covers the staff against injury, illness and so on.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "When it comes to marine cargo, a big shipping company who continuously transports certain goods with certain types of vessels across defined shipping routes does not negotiate and take out a marine cargo policy for every single transport.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "Instead, they agree what is called an\n**“open cover” policy**\nwith an underwriter. This open cover is for a specified period, a certain type of cargo etc.... The insured pays the underwriter an agreed premium to put this open cover in place.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "However, the shipping company does not know in advance the amount and volume of transport they will have to deal with.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "*For example, a company like Toyota continuously ships cars from Japan to destinations all over the world. However, the volumes may vary month by month. So, to ensure that every time they have a shipment coming up, they can quickly and without too much hassle put in place coverage, they agree on an open cover upfront. Because of this open cover, every time a transport company is preparing a new shipment, the insurer will issue them with a marine certificate instead of a full policy. This marine certificate ensures that the cargo is insured while in transit and is supported by an insurance policy – which is the open",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "cover. The shipping company also pays for the issuance of this marine certificate. The premium is defined by what is agreed within the marine open cover policy. In the example of shipping cars, the premium for the certificate will for example depend on the number of cars this shipment will hold.*",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "A. Marine insurance & the use of marine policies and certificates"
        ]
    },
    {
        "text": "Each policy has an end date, which is the date the policy expires. Each policy expires at some point. If the insured or the insurer decides not to renew a policy before the expired date, this policy will not be renewed. Both parties can decide not to renew the policy.",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "*E.g.: the insurer can decide not to renew the policy for motor insurance, as you had too many claims. Nevertheless, in some cases the insurer is not allowed to cancel your policy. For example, certain medical and life coverages can only be terminated by the insured.*",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "A policy can be terminated pre-maturely or during the lifetime of the policy\n*E.g.: When the insured sells their car, they can inform the insurer to cancel the policy. In that case the insurer will typically return part of the premium pro-rata. For example, if you have a 12-month motor policy and you cancel your motor insurance after 6 months the insurer will return 50% of your paid yearly premium. This returned amount is called “*\n***unearned premium***",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "*” by the insurer, as it is premium that they received but did not earn yet at that time since they did not yet provide coverage for that time period.*\nA policy can be terminated pre-maturely by the insurer if the insured has not complied with the conditions set out in the policy document.\nTypically, this requires a written notice of cancelation to the policy holder mentioning a time frame. The method of cancellation needs to be in line with what is mentioned in the policy document, which you will typically find under “conditions.”\nReasons for cancelations by the insurer are, for example,",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "Intentional damage to the insured asset by the insured himself\nA criminal record\nToo many missing payments\nToo many claims\nSignificant changes in risk – which are no longer in line with what is described in the policy or the intent of what was described in the policy\nThe insured poses a risk (moral or otherwise) after inception",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "*For example, as part of KYC (know your customer), insurance companies consult various databases from several government or government related agencies. After a policy incepted certain individuals or companies might be put on a watch list such as PEP (politically exposed person). PEP is a sanction and wanted list related to issues like money laundering, terrorism, trafficking, etc. If after inception of a policy with a company or person, this person or company appears on that list, the insurer might decide or MUST decide to terminate the policy.*",
        "full_headings_list": [
            "3. The policy",
            "3.x Additional topics related to the policy",
            "B. How can an insurance policy end?"
        ]
    },
    {
        "text": "In this section the aim is to provide you with an understanding of various definitions and terminology used within the insurance industry.  It is important to note however that not all insurance professionals strictly adhere to these definitions. However, these are the concepts commonly accepted within the industry.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "Figure 7: Agency vs direct billing",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "**Agency billing**\n: the broker sends the invoice to the client for the total amount & the client pays the broker for the total amount, also called the “gross premium”.\n**The broker**\nwill keep part of the gross premium which is their “commission” and\n**passes on whatever is left to the insurer**\n,\n**which is the “net premium”**\n.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "*So, for example, if the broker or agent has sold a motor policy from AXA that came with a pre-agreed commission rate between the insurer and the broker or agent of 15%, the commission for putting this piece of risk in place will be 15%.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "*If the gross premium - the total amount that the client needs to pay - is €1000, the broker will invoice the client for €1000, and will receive and book the €1000 in their account. Only once the broker receives the €1000 - and not before - they will send in this example €850 to the insurer (net premium) and they will keep €150 as commission.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "Practices may vary by region, particularly regarding intermediary processes or timing of payments.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "Important to note here, even though that we use the definition “agency” billing, even when dealing with a broker and not an agent it is still called “agency billing”.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "**Direct billing**\n**:**\nthe insurer directly bills or invoices the client, even though the insurance was obtained through a broker or agent. The invoice is also for the full amount i.e., gross premium. But once the insurer has received the gross premium from the insured, the insurer will, based on the commission percentage that was agreed upfront, pay the broker or agent the commission. In this case the\n**insurer delivers the commission payment to the broker or agent.**",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "This creates difficulties for the broker as it becomes more challening to reconcile the commission earned. This is one major reason a broker often prefers to put in place agency billing. With direct billing, it is especially difficult to reconcile the commission earned on a monthly basis due to the different transaction agreements through which an broker/agency may be paid.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "For example, if the insured is on an installment plan, the insurance agency could be getting paid by the insurance company their commission as each installment payment is made. This creates difficult and extended commission statements and complicated reconciliation processes between a broker and its multiple carriers (insurers).",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "In some cases, commissions may be reconciled on a monthly or quarterly basis, introducing additional complexities.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.1. Insurance definitions/ terminology"
        ]
    },
    {
        "text": "Each policy comes with an inception and effective date.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "**An inception date**\n*:*\nis also known as a policy date and it refers to the date when the policy incepts, when the\n**policy**\ngoes live.  However, for policies with multiple coverages or endorsements, the inception date may serve as a general starting point, while specific effective dates apply to individual coverages.\n**The effective date**\n: relates to a\n**specific coverage (or risk)**\nas part of the policy going into effect. It is the exact date and time when a specific coverage takes effect.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "Important to note is that when a policy only has one type of coverage, then the inception date & effective date are the same. However, when a policy has multiple coverages, those dates\nmight\ndiffer.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "The declaration page of your policy will mention your inception date, nevertheless different effective dates might be found under the agreements section related to various coverages.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "*For example, the inception date can be the 3rd of November 2021 with an expiration date of the 2nd of November 2022. Which is a twelve-month period. And then the policy can mention that the effective date of coverage on home insurance will be on the 3rd as well. So, the home coverage effective date is the same as the policy inception date. But the cover for vehicles may become effective only from the first of January. In addition, the policy might also include coverage for your pool which as per the policy agreement will become effective only as of the 1st of April 2022. All these three coverages are part of the same policy with an inception date of",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "the 3rd of November 2021 but have different effective dates.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "*And because the motor coverage part and the pool coverage parts become effective later than the inception date this will be calculated into the premium.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "*It is important to note as well that typically this will only affect coverages in the 1st year because all the coverages will renew at the same expiration date. So, in the example that we gave here, if the policy is renewed, on the 3rd of November 2022, a policy will incept with effective dates for each of the 3 coverages equal to the inception date of November 3rd, 2022.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.2. Inception & effective date"
        ]
    },
    {
        "text": "As mentioned before,\n**XOL or excess of loss**\nis where an insurance company covers a risk only to a certain level and then another insurance company covers the next level or layer of risk. This is one example where a broker can put in place co-insurance. Another example is when a risk is covered by various insurers taking on different types of that risk (sub -risks).",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "In general,\n**co-insurance**\nrefers to arrangements involving multiple insurers sharing risk on a single policy.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "However, within the insurance world, co-insurance can mean 3 different things:",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "- It can mean if a client has a deductible:",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "*for example, in medical insurance if you visit your doctor your insurance company will cover you, but the 1st $100 you must pay for yourself. That is co-insurance typically within the health  insurance world*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "Another meaning of co-insurance is when it is used as a synonym for reinsurance\nFinally, it can mean risk which is covered by multiple insurance companies as displayed here in the diagram.  This is the most correct definition of co-insurance.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.3. Co-insurance"
        ]
    },
    {
        "text": "Another important definition within the insurance world is the distinction between fees and commissions.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.4. Fees versus Commissions"
        ]
    },
    {
        "text": "When the broker provides certain services to the insurer which are not going to be charged to the insurer as part of commission, what needs to be done within the data environment is for the insurer\n**to be also set up as a client.**\nThen, the broker or agent invoices that “client” for services rendered and it is labelled as fees.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.4. Fees versus Commissions"
        ]
    },
    {
        "text": "Another example of a type of fee a broker can expect to send to an insurer is one for providing insights into data. Fees are charged at a separate transaction level and can be linked or not linked to a policy.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.4. Fees versus Commissions"
        ]
    },
    {
        "text": "Fees can also be paid to a broker by a client for advisory services for example during the placement process or settlement of a claim such as salvage support.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.4. Fees versus Commissions"
        ]
    },
    {
        "text": "On the other hand, when we talk about\n**commission**\n, we talk about money coming from an insurer, and from an insurer only, related to the sale of a policy and paid to an agent or broker. Another word for commission is brokerage, so it is income a broker or agent gets from the insurance company for placing business. Commission is always linked to a policy, or more specifically to a coverage or risk within a policy.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.4. Fees versus Commissions"
        ]
    },
    {
        "text": "When we talk about “dispersing” a premium, we do not talk about dividing a premium across different broker entities. Dispersing the premium is\n**from the client perspective**\n, in other words a broker or insurer invoices separate client entities of that client for a certain policy.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.5. Dispersing the Premium"
        ]
    },
    {
        "text": "Figure 9: Disperse the premium",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.5. Dispersing the Premium"
        ]
    },
    {
        "text": "*For example, if a broker puts in place, or “brokered”, a cover for a client that has 3 locations and the total premium amount is $1000, the premium might get dispersed by sending an invoice for:*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.5. Dispersing the Premium"
        ]
    },
    {
        "text": "*Client entity 1: $500*\n*Client entity 1: $250*\n*Client entity 3: $250*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.5. Dispersing the Premium"
        ]
    },
    {
        "text": "As mentioned above, a broker or an insurer can send an invoice to multiple entities of a client, which we called “dispersing the premium.”",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "Now,\n**a multi-client policy**\nis a policy that has multiple sub-agreements, but they are covered under the same master policy, and they can come with several separate invoices for different client entities\n**for the same main client**\n.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "There is always a primary client and the primary client is the entity which takes out the insurance. Then the coverage is agreed for different linked entities. It can even be that the primary client, the entity that takes out the policy, does not get invoiced, and the total premium amount is dispersed across the linked entities for an amount or a percentage of the total premium.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "Figure 10: Multi-client & sub-agreements",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "This distribution or premium allocation is being decided by the primary client & executed by the broker.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "*An example where the primary client will not get invoiced, is when a head office with a chain of stores as we just mentioned, wants to have specific insurance for the stores but the head office as the primary client is not a store so the coverage does not apply to them. However, the coverage does apply to the other entities of the client which are the stores. As a result, the total premium across those different stores can be spread out - dispersed - using a certain key, for example store space.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "So, when we have one master policy, and we have sub-agreements which are invoiced to multiple client entities linked to the master policy - in that case - we talk about\n**multi-client polices**\n. Consequently, when we talk about sub-agreements and multi-client this is what we mean.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "There is also the notion of a declaration, which is an overall view of a multi-client invoice broken down into its sub-agreements.\nEndorsements typically affect all entities.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.6. Multi-client & sub-agreements"
        ]
    },
    {
        "text": "**A massive multi-client policy**\ndoes not have sub- agreements linked to one master policy, but it has policies (also called sub-policies) that are linked to 1 master policy (also called base policy).\n**Self-contained policies**\n**:**\ncan be allocated to multiple client entities across the client & each of these client entities standalone sub-policies can be invoiced separately as standalone policies.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.7. Massive multi-client"
        ]
    },
    {
        "text": "Figure 11: Massive multi-client",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.7. Massive multi-client"
        ]
    },
    {
        "text": "**Multi-income**\nis income shared between departments within the broker (or insurance company).",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.8. Multi-income"
        ]
    },
    {
        "text": "When an invoice is submitted to the client, premium will be paid by the client to the broker and because this is a multi-income policy the amount that comes in as commission will be split between the broker departments.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.8. Multi-income"
        ]
    },
    {
        "text": "This typically relates to insurance packages and is an internal allocation of income across departments within the broker.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.8. Multi-income"
        ]
    },
    {
        "text": "It is a bit of a misleading term, but it is\n**one income**\nthat is divided between\n**multiple broker departments**\n.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.8. Multi-income"
        ]
    },
    {
        "text": "*For example, the broker  has put in place a policy that has a motor and a home insurance component. In that case the broker can split the commission internally – which is the income – between the broker department that is responsible for motor insurance and the broker department that is responsible for home insurance.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.8. Multi-income"
        ]
    },
    {
        "text": "**Revenue share**\n**:**\nis where the broker for example passed on part of their income to a sub-agent through revenue share, also called\n**pay-away**\nand this sub-agent could be another broker entity, or an external entity that the broker shares revenue with.  However, such arrangements may be subject to regulatory restrictions depending on the region or the specific insurance product involved.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.9. Revenue share & sub-agent"
        ]
    },
    {
        "text": "Figure 13: Revenue share & sub-agent",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.9. Revenue share & sub-agent"
        ]
    },
    {
        "text": "*For example, when you buy a laptop online on Amazon. Typically, what you will find when you proceed to the checkout and before you pay, is a button you can click to get insurance for that laptop as well. The entity that sits behind this API is typically a broker.  In that case, for every insurance sold this broker is going to share part of their commission that they get as a broker from whichever insurance entity that the cover is placed with, with Amazon. So, Amazon in that case will be the broker’s sub-agent.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.9. Revenue share & sub-agent"
        ]
    },
    {
        "text": "*Another example: if you go to a dealer and buy a car. The dealership will not only sell you a car they will typically also ask if you are interested in car insurance. In that case as well, if you take car insurance through your car dealer, that car dealer will act as a sub-agent for a broker or an agent. And so, the agent or broker will share revenue with the car dealership. In other words, they will do a “pay away” to the car dealership, because the car dealership acted as a sub-agent to sell a motor insurance.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.9. Revenue share & sub-agent"
        ]
    },
    {
        "text": "Some broker entities can also provide 3rd party or wholesale insurance.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.10. Third party & wholesale"
        ]
    },
    {
        "text": "**3rd party broker or Wholesale insurance broker**\n: a broker to whom another broker sells the insurance when e.g., a certain broker does not directly have access to the client, but another broker does.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.10. Third party & wholesale"
        ]
    },
    {
        "text": "Figure 14: Third party & wholesale",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.10. Third party & wholesale"
        ]
    },
    {
        "text": "Wholesale insurance or 3rd party insurance is where a broker sells insurance products from their carrier (insurer) to another insurance broker who then sells it on to their clients. As a result, the commission will be shared with that 3rd party broker. Also,\n**the invoice of the broker goes to the other broker**\n, not the other broker’s client.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.10. Third party & wholesale"
        ]
    },
    {
        "text": "Important to note: this last part, where the invoice goes to the other broker, is significantly different from a sub-agent. In the case of a sub-agent the broker gives part of their revenue to a sub- agent but the broker can invoice the client directly and then pass on a part of the commission.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.10. Third party & wholesale"
        ]
    },
    {
        "text": "A different word for carrier is insurer, so actual carrier placement refers to the actual insurer with whom a broker has placed the policy for the client.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "Figure 15: Actual Carrier Placement (ACP)",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "Within the databases of a broker, you will find obviously a table which holds the carrier information – the insurer information. In this table you always fill in the data of the initial entity which will provide the cover. In addition, there is also a table labelled something like “actual carrier.” If this table contains data, it means the information filled in in the carrier table is not the information of the actual carrier, but merely an entity that serves as the conduit between you as a broker and the actual insurer with whom the risk was placed.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "You could think of it as the mirror opposite of wholesale insurance.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "Let’s try to put this in a different way.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "Typically, in the carrier table a broker would fill in the insurance company, but sometimes the broker does not have direct access to that insurance company. So, the broker places the risk “through” another insurance entity – NOT “at” another entity... the entity the broker placed the risk with you will find in another linked table which could be called “the actual carrier placement” table. So, in the fields where you would typically fill in the insurer information the broker will fill in the information of the entity that they have used as intermediary. However, the broker still need to put in the system the insurer or reinsurer with whom the business is actually",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "placed, the risk holder. This information is put in the fields of the actual carrier placement table. So actual carrier placement relates to the actual insurance carrier that covers or carries the risk and will pay out in the event of a claim.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "The reason a broker would choose or needs to use an intermediary between them and the insurer is in case that intermediary has more experience with or better access to the actual carrier (“the mirror opposite of wholesale insurance”).",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "*For example, imagine the following, Aon Canada might want to place business with a Lloyds syndicate in London. Aon Canada knows that Aon UK has much more experience in dealing with and evaluating the optimal placement with Lloyds syndicate. In that case Aon Canada might decide to place business with Lloyds syndicate through Aon UK. So, Lloyds syndicate deals directly with Aon UK, but in fact from a customer’s point of view it is Aon Canada who brokers the deal. The syndicate in Lloyd's is the actual carrier of the risk. However, Aon UK will bill Aon Canada for the premium.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "*To be able to manage this distinction in the system, for this example, you will find in the carrier tables of Aon the information of Aon UK, and in the  Actual carrier placement table of Aon you will fill in the Lloyds syndicate information.*",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.11. Actual Carrier Placement"
        ]
    },
    {
        "text": "**Pass-through income**\nis income you receive but you cannot keep because it is not yours. At some point in time, you will have to pass it on to somebody else.\n**Non-pass-through income**\nis income that is yours, it is yours to keep.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "Figure 16: Pass-through & non-pass-through income",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "In figure 17 you will find the split between pass-through and non-pass-through income for agency and direct billing from the perspective of a broker",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "So, for\n**agency billing,**",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "the broker will invoice the clients for the full amount, as we have seen before. The client will pay the broker the full amount or gross premium, but the broker cannot keep the full amount. Some of it, the net premium, they need to pass on to the insurer. Some of it in terms of taxes they need to pass on to the government or other entities. The money that they need to pass on to the insurer, the government or any other entity is called pass-through income. The money that they can keep, which is typically fees and commission adjusted for taxes is non pass-through income. The broker can",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "In the\n**direct billing example**\n, the insurer is going to invoice the client directly for the full amount, the client is going to pay the full amount to the insurer and then the insurer passes on a percentage of that, which is typically as a commission to the broker. So, the broker receives the commission as income from the insurer. On that commission the broker typically still must pay taxes to the government or other entities. Taxes or other levies, - this is pass-through income – as in it is not theirs – the broker must pass it on.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "Similar distinction applies for the insurer.",
        "full_headings_list": [
            "4. Insurance definitions/ terminology",
            "4.12. Pass-Through & non-pass-through income"
        ]
    },
    {
        "text": "In addition to the ratios mentioned in the previous section there are a few key metrics used in insurance you should be aware off.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics"
        ]
    },
    {
        "text": "Gross written premium (GWP) represents the\n**total premium income received**\nby an insurance company during a specific period, typically one year. It includes the premiums collected from policyholders for the insurance coverage provided.  (It’s the amount as a client you find on your invoice.)",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.1. Gross Written Premium"
        ]
    },
    {
        "text": "Net Written Premium (NWP) refers to the portion of GWP that remains after\n**deducting reinsurance premiums and commissions**\npaid to intermediaries. It represents the actual premium income retained by the insurance company. NWP is calculated by subtracting reinsurance premiums and commissions from GWP.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.2. Net Written Premium"
        ]
    },
    {
        "text": "NWP = GWP - Reinsurance Premiums - Commissions Paid to Intermediaries",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.2. Net Written Premium"
        ]
    },
    {
        "text": "Gross Earned Premium (GEP) represents the portion of GWP that has been recognized as revenue based on the expiration of the policy period during a given accounting period. It includes the premiums earned from the policies that were in force during the specific period.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.3. Gross Earned Premium"
        ]
    },
    {
        "text": "Example:  At policy level as a client, you could have a motor policy that you paid 600 USD for to be covered for 1 year.  Six months in the GEP the insurer can book is 300 USD while the GWP is 600 USD (and was 600 USD from the point when it came into effect).  At the end of the one-year period the GEP for this policy will also be 600 USD.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.3. Gross Earned Premium"
        ]
    },
    {
        "text": "Net Earned Premium (NEP) refers to the portion of Net Written Premium (NWP) that has been recognized as revenue during a specific accounting period, based on the expiration of the policy period. It includes the premiums earned from the policies that were in force and provided coverage during that period, after deducting any unearned premium reserve.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.4. Net Earned Premium"
        ]
    },
    {
        "text": "Investment Income: Insurance companies typically invest the premiums they receive in order to generate additional income. Investment income includes returns from dividends, interest, capital gains, and unrealized gains or losses, reflecting market fluctuations that can affect insurers' financial performance.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.1. Insurance financial metrics",
            "5.1.5. Investment income"
        ]
    },
    {
        "text": "An insurer is concerned about 3 key metrics:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios"
        ]
    },
    {
        "text": "Loss ratio\nExpense or Tech ratio\nCombined ratio",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios"
        ]
    },
    {
        "text": "These ratios are typically calculated at Line of Business (LoB) level (e.g. motor insurance) and can be rolled up to company level as well as segmented to for example region, or any other subsegment (e.g. motor insurance 4x4 vehicles)",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios"
        ]
    },
    {
        "text": "The loss ratio is a key metric used in insurance to measure the profitability, risk exposure, and underwriting efficiency. It helps insurers evaluate pricing adequacy by comparing incurred claims to earned premiums. It represents the ratio of incurred losses to earned premiums during a specific period. In simple terms, the loss ratio shows the percentage of premiums paid out as claims by the insurer.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.1. Loss ratio (LR)"
        ]
    },
    {
        "text": "The formula for calculating the loss ratio is:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.1. Loss ratio (LR)"
        ]
    },
    {
        "text": "**Loss Ratio (%) = (Incurred Losses / Earned Premiums) x 100**",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.1. Loss ratio (LR)"
        ]
    },
    {
        "text": "*For example, if an insurance company pays out $80,000 in claims and collects $100,000 in premiums, the loss ratio would be 80% ($80,000 / $100,000 x 100).*",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.1. Loss ratio (LR)"
        ]
    },
    {
        "text": "A high loss ratio indicates that the insurer is paying out a significant portion of the premiums collected as claims, which can affect their profitability. On the other hand, a low loss ratio suggests that the insurer is effectively managing risk and maintaining profitability or indicates the possibility to write more business by lowering prices (premium).",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.1. Loss ratio (LR)"
        ]
    },
    {
        "text": "The expense ratio, also known as the tech ratio, represents the ratio of an insurer's operating expenses to its earned premiums. It measures the efficiency of an insurance company in managing its administrative and operational costs.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "The formula for calculating the expense ratio is:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "**Expense Ratio = (Operating Expenses / Earned Premiums) x 100**",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "*For example, if an insurance company pays out $10,000 in operating expenses related to a book of business with earned premium $100,000 in premiums, the expense ratio would be 10% ($10,000 / $100,000 x 100).*",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "Operating expenses include costs such as employee salaries, rent, marketing expenses, commissions paid and other administrative overheads. By dividing these expenses by the earned premiums, the expense ratio provides insights into how efficiently the insurer is using its resources to underwrite policies and handle claims.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "A lower expense ratio indicates that an insurer is effectively managing its expenses and operating efficiently. Conversely, a higher expense ratio suggests that a larger portion of the premiums collected is being used to cover administrative and operational costs.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "*Note: some insurers have a different definition for Tech ratio.  Some insurance companies define the tech ratio as the sum of loss ratio plus expense ratio but excluding commission paid to brokers and agents.*",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.2. Expense ratio (ER) or Tech ratio (TR)"
        ]
    },
    {
        "text": "The combined ratio is a comprehensive measure that combines both the loss ratio and the expense ratio to assess the overall financial performance of an insurance company. It also includes any commission being paid to a broker and/or agents.  It reflects the insurer's ability to underwrite profitable policies and control expenses.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "The formula for calculating the combined ratio is:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "**Combined Ratio = Loss Ratio + Expense Ratio**",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "Typically, a combined ratio below 100% indicates that an insurer is generating an underwriting profit, meaning it is collecting more in premiums than it is paying out in losses and expenses. Conversely, a combined ratio above 100% signifies an underwriting loss.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "Insurance companies aim to achieve a combined ratio below 100% to remain profitable and financially stable. However, factors such as catastrophic events, changes in the economic environment, or inadequate pricing can lead to higher combined ratios.  Also combined ratios above 100% does not necessarily mean the insurer is making a loss if they can invest collected premiums in a way that makes up for the triple digit combined ratio. To that effect, the combined ratio typically excludes investment income but can include it in certain variations, such as the trade combined ratio, which accounts for overall financial performance by combining underwriting and investment results.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "Understanding these three ratios is crucial for insurance professionals as they provide insights into the financial health, risk exposure, and operational efficiency of an insurance company. By monitoring and analyzing these ratios, insurers can make informed decisions to manage risk, set appropriate premiums, and optimize their business operations.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.2. Insurance financial ratios",
            "5.2.3. Combined ratio (CR)"
        ]
    },
    {
        "text": "Figure 17: Example – Chain Ladder Method",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Loss reserving triangulation in insurance involves using historical data on incurred claims to estimate future claim payments and reserves. The chain ladder method is one common technique used for this purpose.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Here's how it works:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "- Data Collection: The first step is to gather historical data on incurred claims. This data typically consists of information on the amount in claims paid over time, often organized in a triangular format known as a loss development triangle.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "- Organizing the Data: The loss development triangle organizes the data into rows and columns. The rows represent different accident years (the years in which claims occurred), while the columns represent different development periods (the time between when claims occurred and when they are reported and settled). Each cell in the triangle contains the cumulative amount in claims paid for a specific accident year up to a specific development period.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Development Factors: The chain ladder method relies on estimating development factors, which represent how claims develop over time. These factors are calculated by comparing the cumulative amounts of claims at different development periods across accident years. For example, the development factor for the second development period might be calculated by dividing the cumulative amount in claims at the second development period by the cumulative amount at the first development period.\n*In the example above this development factor is called a CLM estimator.*",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "- Projection: Once development factors are calculated, they are applied to the known amounts of claims to project future claim payments. This involves multiplying the cumulative amounts in claims at each development period by the corresponding development factor to estimate the ultimate amount in claims for each accident year.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "- Reserving: Finally, the projected ultimate amounts of claims are used to set reserves, which represent the estimated amount of money needed to cover future claim payments. Reserves are typically set at a level that provides a reasonable degree of certainty that there will be sufficient funds available to cover all future claims.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "By using the chain ladder method and loss development triangles, insurers can make informed estimates of future claim payments and set appropriate reserves to ensure financial stability and solvency.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Alternative methods to the chain ladder method in insurance for loss reserving and estimating future claim payments include:",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Bornhuetter-Ferguson Method: Combines paid claims, exposure, and loss ratios.\nMack Method: Accounts for variability in claim development patterns using statistical techniques.\nFrequency-Severity Method: Separates claim frequency and severity for deeper analysis.\nGeneralized Linear Models (GLMs): Analyze various factors influencing claims experience.\nBayesian Methods: Use probability theory to update reserve estimates.\nStochastic Reserving Models: Simulate future claim development based on probabilistic assumptions.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Each of these methods has its strengths and weaknesses, and the choice of method often depends on the specific characteristics of the insurance portfolio, the availability of data, and the level of uncertainty surrounding future claim payments. Insurers may use a combination of these methods to gain a more comprehensive understanding of their loss reserves and manage risk effectively. In addition, throughout the development years unpredictable factors such as catastrophic events or significant regulatory changes, might alter claims trends and impact accuracy to be reflected in the reserves set.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "As I conclude this comprehensive guide on the insurance industry, I hope you now have a clearer understanding of its intricate workings and how different roles within the industry connect to the bigger picture. Whether you are new to the field or have deep experience in one or more areas, this guide aims to help you see beyond the silos and understand how your work contributes to managing risk, ensuring profitability, and delivering value to policyholders.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "The insurance industry is constantly evolving, driven by advancements in technology, changes in regulations, and shifting market dynamics. Staying informed and adaptable is essential to thriving in this dynamic environment. I encourage you to continue exploring, learning, and contributing to the growth and innovation within the industry.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    },
    {
        "text": "Thank you for taking the time to delve into this guide. I trust it has been both informative and engaging. Should you have any questions or require further assistance, please do not hesitate to reach out to me at\n[jon@alphaforth.com](mailto:jon@alphaforth.com)\n.",
        "full_headings_list": [
            "5. The insurance Balance Sheet and financial indicators",
            "5.3. Loss Reserving Triangulation"
        ]
    }
]